childcare/xmlTest2.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xxx="https://api.childcare.go.kr/route/soap/acntRpt/acRptMonthSum.ws/acRptMonthSum.ws">
	<soap:Header></soap:Header>
	<soap:Body>
		<xxx:acRptMonthSum>
			<Request>
				<S_AUTH_KEY>FAB53436117CB394FDAFFE38C2676D77</S_AUTH_KEY>
				<C_AUTH_KEY>A56AE60160DB4FE98E8B445F18558AD2</C_AUTH_KEY>
				<MON>201903</MON>
				<SR>
					<GB>1</GB>
					<CD>111</CD>
					<AMT>716025</AMT>
					<CNT>13</CNT>
				</SR>
				<SR>
					<GB>1</GB>
					<CD>311</CD>
					<AMT>19000</AMT>
					<CNT>1</CNT>
				</SR>
				<SR>
					<GB>2</GB>
					<CD>111</CD>
					<AMT>21385</AMT>
					<CNT>17</CNT>
				</SR>
				<SR>
					<GB>2</GB>
					<CD>112</CD>
					<AMT>150000</AMT>
					<CNT>1</CNT>
				</SR>
				<SR>
					<GB>2</GB>
					<CD>212</CD>
					<AMT>19600</AMT>
					<CNT>1</CNT>
				</SR>
				<SR>
					<GB>2</GB>
					<CD>215</CD>
					<AMT>3700</AMT>
					<CNT>3</CNT>
				</SR>
			</Request>
		</xxx:acRptMonthSum>
	</soap:Body>
</soap:Envelope>
